<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Admin Language Lines
    |--------------------------------------------------------------------------
    |
    |
    |
    |
    |
    */

    'title' => 'Панель администрирования',

    'welcome' => 'Панель администрирования',

    'auth' => [
        'credentials'   => 'Введите свои учетные данные',
        'login'         => 'Войти',
        'orCredentials' => 'Или используйте свои учетные данные',
        'social'        => 'Войти через',
    ],

    'nav' => [
        'profile'  => 'Профиль',
        'settings' => 'Настройки',
    ],

    'placeholders' => [
        'email'    => 'Электронная почта',
        'password' => 'Пароль',
        'remember' => 'Запомнить меня',
        'username' => 'E-mail, телефон или логин',
    ],

    'menu' => [
        'dashboard'       => 'Главная',
        'demo'            => 'Демо',
        'handbook'        => 'Справочник',
        'menu'            => 'Меню',
        'settings'        => 'Настройки',
        'system'          => 'Система',
        'toSite'          => 'Перейти на сайт',
        'users'           => 'Пользователи',
        'catalog'         => 'Каталог',
        'category'        => 'Категории товаров',
        'subcategory'     => 'Подкатегории товаров',
        'import'          => 'Импорт каталога',
        'product'         => 'Товары',
        'order'           => 'Заказы',
        'product_request' => 'Вопросы по товарам',
        'user_request'    => 'Общие вопросы',
        'news'            => 'Новости',
        'adminBrand'      => 'Бренды с админки',
        'brand'           => 'Бренд',
        'brands'          => 'Бренды',
        'client'          => 'Клиенты',
        'tourClub'        => 'Турклубы России',
        'sportsCategory'  => 'Спортивные разряды',
        'university'      => 'Университеты',
        'event'           => 'Мероприятия',
        'source'          => 'Источник участника',
        'clientList'      => 'Списки участников',
        'mailing'         => 'Рассылки',
        'vacancy'         => 'Вакансии',
    ],

    'actions' => [
        'add'      => 'Добавить',
        'create'   => 'Создать',
        'creating' => 'Создание',
        'destroy'  => 'Удалить',
        'reset'    => 'Сбросить',
        'search'   => 'Поиск',
        'sign-out' => 'Выйти',
        'store'    => 'Сохранить',
        'submit'   => 'Сохранить',
        'update'   => 'Изменить',
        'updating' => 'Редактирование',
        'view'     => 'Смотреть',
    ],

    'messages' => [
        'crud' => [
            'destroyed' => 'Запись удалена.',
            'error'     => 'Ошибка при выполнении запроса.',
            'stored'    => 'Запись успешно создана!',
            'updated'   => 'Запись успешно изменена.',
        ],
    ],

    'breadcrumbs' => [
        'main' => 'Главная',
    ],

    'columns' => [
        'alias'              => 'Алиас',
        'avatar'             => 'Аватар',
        'category'           => 'Категория',
        'changePassword'     => 'Сменить пароль',
        'country'            => 'Страна',
        'created_at'         => 'Дата создания',
        'description'        => 'Описание',
        'documents'          => 'Документы',
        'email'              => 'Электронная почта',
        'firstName'          => 'Имя',
        'image'              => 'Изображение',
        'lastName'           => 'Фамилия',
        'middleName'         => 'Отчество',
        'language'           => 'Язык',
        'logo'               => 'Логотип',
        'name'               => 'Название',
        'newPassword'        => 'Новый пароль',
        'password'           => 'Пароль',
        'phone'              => 'Телефон',
        'price'              => 'Цена',
        'status'             => 'Статус',
        'url'                => 'Ссылка',
        'username'           => 'Логин',
        'title'              => 'Заголовок',
        'text'               => 'Текст',
        'brand'              => 'Бренд',
        'brands'             => 'Бренды',
        'vendor_code'        => 'Артикул',
        'stock'              => 'Остаток',
        'id_in_catalog'      => 'id товара в каталоге',
        'role'               => 'Роль пользователя',
        'membership_enable'  => 'Членство в турклубе',
        'membershipTo'       => 'Можно продлить членство до даты',
        'university'         => 'Название университета',
        'tourClubId'         => 'Турклуб',
        'report'             => 'Отчет. Заметки',
        'startAt'            => 'Начало',
        'endAt'              => 'Завершение',
        'location'           => 'Локация',
        'sports_category_id' => 'Спортивный разряд',
        'command'            => 'Состояние участника',
        'telegramId'         => 'ID telegram',
        'yearInTk'           => 'С какого года в турклубе',
        'statusLearn'        => 'Учится?',
        'yearInUniversity'   => 'С какого года учится',
        'department'         => 'Факультет',
        'group'              => 'Группа',
        'liveInDorm'         => 'Проживание в общаге',
        'workOrganization'   => 'Организация где работает',
        'registeredAt'       => 'Зарегистрирован',
        'points'             => 'Баллы',
        'mailingNews'        => 'Подписка на новости',
        'mailingEvents'      => 'Подписка на события',
        'start'              => 'Стартовое сообщение',
        'campingExperience'  => 'Опыт в походах',
        'vkLink'             => 'Ссылка на страницу ВК',
        'about'              => 'О нас',
        'first_name'         => 'Имя',
        'eventClients'       => 'Участники мероприятия',
        'client'             => 'Клиент',
        'sendAt'             => 'Время и дата отправки (МСК)',
        'bornAt'             => 'День рождения',
        'sendUsername'       => 'Id пользователя для отправки (Чтобы узнать chatId, нужно отправить myid боту)',
        'selectButtonType'   => 'Выбор типа кнопок(Кнопки с действиями)',
        'sort'               => 'Сортировка',
        'clientListId'       => 'Списки участников',
        'categoryId'         => 'Категория вакансий',
    ],

    'crop' => [
        'cancel' => 'Отменить',
        'clear'  => 'Очистить',
        'submit' => 'Обрезать',
        'title'  => 'Обрезка изображения',
        'upload' => 'Загрузите или перенесите изображения',
    ],

    'sections' => [
        'common'  => 'Данные',
        'gallery' => 'Галерея',
        'system'  => 'Системные',
        'test'    => 'Тестирование',
    ],

    'errors' => [
        'exists' => 'Ошибки в заполнении формы',
    ],

    'statuses'          => [
        'active'   => 'Активный',
        'archive'  => 'В архиве',
        'banned'   => 'Banned',
        'deleted'  => 'Удален',
        'inactive' => 'Неактивный',
        'wait'     => 'Ожидание',
        'work'     => 'В работе',
        'success'  => 'Успешно завершено',
        'error'    => 'Завершено с ошибкой',
        'unread'   => 'Непрочитано',
        'read'     => 'Прочитано',
        'verified' => 'Верифицированный ✅',
        'send'     => 'Отправлено',
    ],
    'roles'             => [
        'user'      => 'Пользователь',
        'admin'     => 'Администратор',
        'moderator' => 'Модератор',
    ],
    'mailingButtonList' => [
        'subscribeClientList'  => 'Подписка к группе',
        'callbackAnswerButton' => 'Всплывающее сообщение',
    ],
];
